[
{"text": "“The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.”", "author": "Albert Einstein", "tags": ["change", "deep-thoughts", "thinking", "world"]},
{"text": "“It is our choices, Harry, that show what we truly are, far more than our abilities.”", "author": "J.K. Rowling", "tags": ["abilities", "choices"]},
{"text": "“There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.”", "author": "Albert Einstein", "tags": ["inspirational", "life", "live", "miracle", "miracles"]},
{"text": "“The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.”", "author": "Jane Austen", "tags": ["aliteracy", "books", "classic", "humor"]},
{"text": "“Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.”", "author": "Marilyn Monroe", "tags": ["be-yourself", "inspirational"]},
{"text": "“Try not to become a man of success. Rather become a man of value.”", "author": "Albert Einstein", "tags": ["adulthood", "success", "value"]},
{"text": "“It is better to be hated for what you are than to be loved for what you are not.”", "author": "André Gide", "tags": ["life", "love"]},
{"text": "“I have not failed. I've just found 10,000 ways that won't work.”", "author": "Thomas A. Edison", "tags": ["edison", "failure", "inspirational", "paraphrased"]},
{"text": "“A woman is like a tea bag; you never know how strong it is until it's in hot water.”", "author": "Eleanor Roosevelt", "tags": ["misattributed-eleanor-roosevelt"]},
{"text": "“A day without sunshine is like, you know, night.”", "author": "Steve Martin", "tags": ["humor", "obvious", "simile"]}
][
{"text": "“The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.”", "author": "Albert Einstein", "tags": ["change", "deep-thoughts", "thinking", "world"]},
{"text": "“It is our choices, Harry, that show what we truly are, far more than our abilities.”", "author": "J.K. Rowling", "tags": ["abilities", "choices"]},
{"text": "“There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.”", "author": "Albert Einstein", "tags": ["inspirational", "life", "live", "miracle", "miracles"]},
{"text": "“The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.”", "author": "Jane Austen", "tags": ["aliteracy", "books", "classic", "humor"]},
{"text": "“Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.”", "author": "Marilyn Monroe", "tags": ["be-yourself", "inspirational"]},
{"text": "“Try not to become a man of success. Rather become a man of value.”", "author": "Albert Einstein", "tags": ["adulthood", "success", "value"]},
{"text": "“It is better to be hated for what you are than to be loved for what you are not.”", "author": "André Gide", "tags": ["life", "love"]},
{"text": "“I have not failed. I've just found 10,000 ways that won't work.”", "author": "Thomas A. Edison", "tags": ["edison", "failure", "inspirational", "paraphrased"]},
{"text": "“A woman is like a tea bag; you never know how strong it is until it's in hot water.”", "author": "Eleanor Roosevelt", "tags": ["misattributed-eleanor-roosevelt"]},
{"text": "“A day without sunshine is like, you know, night.”", "author": "Steve Martin", "tags": ["humor", "obvious", "simile"]},
{"text": "“This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.”", "author": "Marilyn Monroe", "tags": ["friends", "heartbreak", "inspirational", "life", "love", "sisters"]},
{"text": "“It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.”", "author": "J.K. Rowling", "tags": ["courage", "friends"]},
{"text": "“If you can't explain it to a six year old, you don't understand it yourself.”", "author": "Albert Einstein", "tags": ["simplicity", "understand"]},
{"text": "“You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfect—you aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break—her heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.”", "author": "Bob Marley", "tags": ["love"]},
{"text": "“I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living.”", "author": "Dr. Seuss", "tags": ["fantasy"]},
{"text": "“I may not have gone where I intended to go, but I think I have ended up where I needed to be.”", "author": "Douglas Adams", "tags": ["life", "navigation"]},
{"text": "“The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.”", "author": "Elie Wiesel", "tags": ["activism", "apathy", "hate", "indifference", "inspirational", "love", "opposite", "philosophy"]},
{"text": "“It is not a lack of love, but a lack of friendship that makes unhappy marriages.”", "author": "Friedrich Nietzsche", "tags": ["friendship", "lack-of-friendship", "lack-of-love", "love", "marriage", "unhappy-marriage"]},
{"text": "“Good friends, good books, and a sleepy conscience: this is the ideal life.”", "author": "Mark Twain", "tags": ["books", "contentment", "friends", "friendship", "life"]},
{"text": "“Life is what happens to us while we are making other plans.”", "author": "Allen Saunders", "tags": ["fate", "life", "misattributed-john-lennon", "planning", "plans"]},
{"text": "“I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.”", "author": "Pablo Neruda", "tags": ["love", "poetry"]},
{"text": "“For every minute you are angry you lose sixty seconds of happiness.”", "author": "Ralph Waldo Emerson", "tags": ["happiness"]},
{"text": "“If you judge people, you have no time to love them.”", "author": "Mother Teresa", "tags": ["attributed-no-source"]},
{"text": "“Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.”", "author": "Garrison Keillor", "tags": ["humor", "religion"]},
{"text": "“Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.”", "author": "Jim Henson", "tags": ["humor"]},
{"text": "“Today you are You, that is truer than true. There is no one alive who is Youer than You.”", "author": "Dr. Seuss", "tags": ["comedy", "life", "yourself"]},
{"text": "“If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.”", "author": "Albert Einstein", "tags": ["children", "fairy-tales"]},
{"text": "“It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all - in which case, you fail by default.”", "author": "J.K. Rowling", "tags": []},
{"text": "“Logic will get you from A to Z; imagination will get you everywhere.”", "author": "Albert Einstein", "tags": ["imagination"]},
{"text": "“One good thing about music, when it hits you, you feel no pain.”", "author": "Bob Marley", "tags": ["music"]},
{"text": "“The more that you read, the more things you will know. The more that you learn, the more places you'll go.”", "author": "Dr. Seuss", "tags": ["learning", "reading", "seuss"]},
{"text": "“Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?”", "author": "J.K. Rowling", "tags": ["dumbledore"]},
{"text": "“The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.”", "author": "Bob Marley", "tags": ["friendship"]},
{"text": "“Not all of us can do great things. But we can do small things with great love.”", "author": "Mother Teresa", "tags": ["misattributed-to-mother-teresa", "paraphrased"]},
{"text": "“To the well-organized mind, death is but the next great adventure.”", "author": "J.K. Rowling", "tags": ["death", "inspirational"]},
{"text": "“All you need is love. But a little chocolate now and then doesn't hurt.”", "author": "Charles M. Schulz", "tags": ["chocolate", "food", "humor"]},
{"text": "“We read to know we're not alone.”", "author": "William Nicholson", "tags": ["misattributed-to-c-s-lewis", "reading"]},
{"text": "“Any fool can know. The point is to understand.”", "author": "Albert Einstein", "tags": ["knowledge", "learning", "understanding", "wisdom"]},
{"text": "“I have always imagined that Paradise will be a kind of library.”", "author": "Jorge Luis Borges", "tags": ["books", "library"]},
{"text": "“It is never too late to be what you might have been.”", "author": "George Eliot", "tags": ["inspirational"]},
{"text": "“A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one.”", "author": "George R.R. Martin", "tags": ["read", "readers", "reading", "reading-books"]},
{"text": "“You can never get a cup of tea large enough or a book long enough to suit me.”", "author": "C.S. Lewis", "tags": ["books", "inspirational", "reading", "tea"]},
{"text": "“You believe lies so you eventually learn to trust no one but yourself.”", "author": "Marilyn Monroe", "tags": []},
{"text": "“If you can make a woman laugh, you can make her do anything.”", "author": "Marilyn Monroe", "tags": ["girls", "love"]},
{"text": "“Life is like riding a bicycle. To keep your balance, you must keep moving.”", "author": "Albert Einstein", "tags": ["life", "simile"]},
{"text": "“The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space.”", "author": "Marilyn Monroe", "tags": ["love"]},
{"text": "“A wise girl kisses but doesn't love, listens but doesn't believe, and leaves before she is left.”", "author": "Marilyn Monroe", "tags": ["attributed-no-source"]},
{"text": "“Only in the darkness can you see the stars.”", "author": "Martin Luther King Jr.", "tags": ["hope", "inspirational"]},
{"text": "“It matters not what someone is born, but what they grow to be.”", "author": "J.K. Rowling", "tags": ["dumbledore"]},
{"text": "“Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.”", "author": "James Baldwin", "tags": ["love"]},
{"text": "“There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.”", "author": "Jane Austen", "tags": ["friendship", "love"]},
{"text": "“Do one thing every day that scares you.”", "author": "Eleanor Roosevelt", "tags": ["attributed", "fear", "inspiration"]},
{"text": "“I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.”", "author": "Marilyn Monroe", "tags": ["attributed-no-source"]},
{"text": "“If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music.”", "author": "Albert Einstein", "tags": ["music"]},
{"text": "“If you only read the books that everyone else is reading, you can only think what everyone else is thinking.”", "author": "Haruki Murakami", "tags": ["books", "thought"]},
{"text": "“The difference between genius and stupidity is: genius has its limits.”", "author": "Alexandre Dumas fils", "tags": ["misattributed-to-einstein"]},
{"text": "“He's like a drug for you, Bella.”", "author": "Stephenie Meyer", "tags": ["drug", "romance", "simile"]},
{"text": "“There is no friend as loyal as a book.”", "author": "Ernest Hemingway", "tags": ["books", "friends", "novelist-quotes"]},
{"text": "“When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.”", "author": "Helen Keller", "tags": ["inspirational"]},
{"text": "“Life isn't about finding yourself. Life is about creating yourself.”", "author": "George Bernard Shaw", "tags": ["inspirational", "life", "yourself"]},
{"text": "“That's the problem with drinking, I thought, as I poured myself a drink. If something bad happens you drink in an attempt to forget; if something good happens you drink in order to celebrate; and if nothing happens you drink to make something happen.”", "author": "Charles Bukowski", "tags": ["alcohol"]},
{"text": "“You don’t forget the face of the person who was your last hope.”", "author": "Suzanne Collins", "tags": ["the-hunger-games"]},
{"text": "“Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.”", "author": "Suzanne Collins", "tags": ["humor"]},
{"text": "“To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.”", "author": "C.S. Lewis", "tags": ["love"]},
{"text": "“Not all those who wander are lost.”", "author": "J.R.R. Tolkien", "tags": ["bilbo", "journey", "lost", "quest", "travel", "wander"]},
{"text": "“Do not pity the dead, Harry. Pity the living, and, above all those who live without love.”", "author": "J.K. Rowling", "tags": ["live-death-love"]},
{"text": "“There is nothing to writing. All you do is sit down at a typewriter and bleed.”", "author": "Ernest Hemingway", "tags": ["good", "writing"]},
{"text": "“Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.”", "author": "Ralph Waldo Emerson", "tags": ["life", "regrets"]},
{"text": "“I have never let my schooling interfere with my education.”", "author": "Mark Twain", "tags": ["education"]},
{"text": "“I have heard there are troubles of more than one kind. Some come from ahead and some come from behind. But I've bought a big bat. I'm all ready you see. Now my troubles are going to have troubles with me!”", "author": "Dr. Seuss", "tags": ["troubles"]},
{"text": "“If I had a flower for every time I thought of you...I could walk through my garden forever.”", "author": "Alfred Tennyson", "tags": ["friendship", "love"]},
{"text": "“Some people never go crazy. What truly horrible lives they must lead.”", "author": "Charles Bukowski", "tags": ["humor"]},
{"text": "“The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.”", "author": "Terry Pratchett", "tags": ["humor", "open-mind", "thinking"]},
{"text": "“Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!”", "author": "Dr. Seuss", "tags": ["humor", "philosophy"]},
{"text": "“What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.”", "author": "J.D. Salinger", "tags": ["authors", "books", "literature", "reading", "writing"]},
{"text": "“The reason I talk to myself is because I’m the only one whose answers I accept.”", "author": "George Carlin", "tags": ["humor", "insanity", "lies", "lying", "self-indulgence", "truth"]},
{"text": "“You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.”", "author": "John Lennon", "tags": ["beatles", "connection", "dreamers", "dreaming", "dreams", "hope", "inspirational", "peace"]},
{"text": "“I am free of all prejudice. I hate everyone equally. ”", "author": "W.C. Fields", "tags": ["humor", "sinister"]},
{"text": "“The question isn't who is going to let me; it's who is going to stop me.”", "author": "Ayn Rand", "tags": []},
{"text": "“′Classic′ - a book which people praise and don't read.”", "author": "Mark Twain", "tags": ["books", "classic", "reading"]},
{"text": "“Anyone who has never made a mistake has never tried anything new.”", "author": "Albert Einstein", "tags": ["mistakes"]},
{"text": "“A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.”", "author": "Jane Austen", "tags": ["humor", "love", "romantic", "women"]},
{"text": "“Remember, if the time should come when you have to make a choice between what is right and what is easy, remember what happened to a boy who was good, and kind, and brave, because he strayed across the path of Lord Voldemort. Remember Cedric Diggory.”", "author": "J.K. Rowling", "tags": ["integrity"]},
{"text": "“I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library.”", "author": "Jane Austen", "tags": ["books", "library", "reading"]},
{"text": "“There are few people whom I really love, and still fewer of whom I think well. The more I see of the world, the more am I dissatisfied with it; and every day confirms my belief of the inconsistency of all human characters, and of the little dependence that can be placed on the appearance of merit or sense.”", "author": "Jane Austen", "tags": ["elizabeth-bennet", "jane-austen"]},
{"text": "“Some day you will be old enough to start reading fairy tales again.”", "author": "C.S. Lewis", "tags": ["age", "fairytales", "growing-up"]},
{"text": "“We are not necessarily doubting that God will do the best for us; we are wondering how painful the best will turn out to be.”", "author": "C.S. Lewis", "tags": ["god"]},
{"text": "“The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.”", "author": "Mark Twain", "tags": ["death", "life"]},
{"text": "“A lie can travel half way around the world while the truth is putting on its shoes.”", "author": "Mark Twain", "tags": ["misattributed-mark-twain", "truth"]},
{"text": "“I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else.”", "author": "C.S. Lewis", "tags": ["christianity", "faith", "religion", "sun"]},
{"text": "“The truth.\" Dumbledore sighed. \"It is a beautiful and terrible thing, and should therefore be treated with great caution.”", "author": "J.K. Rowling", "tags": ["truth"]},
{"text": "“I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to.”", "author": "Jimi Hendrix", "tags": ["death", "life"]},
{"text": "“To die will be an awfully big adventure.”", "author": "J.M. Barrie", "tags": ["adventure", "love"]},
{"text": "“It takes courage to grow up and become who you really are.”", "author": "E.E. Cummings", "tags": ["courage"]},
{"text": "“But better to get hurt by the truth than comforted with a lie.”", "author": "Khaled Hosseini", "tags": ["life"]},
{"text": "“You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it.”", "author": "Harper Lee", "tags": ["better-life-empathy"]},
{"text": "“You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.”", "author": "Madeleine L'Engle", "tags": ["books", "children", "difficult", "grown-ups", "write", "writers", "writing"]},
{"text": "“Never tell the truth to people who are not worthy of it.”", "author": "Mark Twain", "tags": ["truth"]},
{"text": "“A person's a person, no matter how small.”", "author": "Dr. Seuss", "tags": ["inspirational"]},
{"text": "“... a mind needs books as a sword needs a whetstone, if it is to keep its edge.”", "author": "George R.R. Martin", "tags": ["books", "mind"]}
][
{"text": "“The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.”", "author": "Albert Einstein", "tags": ["change", "deep-thoughts", "thinking", "world"]},
{"text": "“It is our choices, Harry, that show what we truly are, far more than our abilities.”", "author": "J.K. Rowling", "tags": ["abilities", "choices"]},
{"text": "“There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.”", "author": "Albert Einstein", "tags": ["inspirational", "life", "live", "miracle", "miracles"]},
{"text": "“The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.”", "author": "Jane Austen", "tags": ["aliteracy", "books", "classic", "humor"]},
{"text": "“Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.”", "author": "Marilyn Monroe", "tags": ["be-yourself", "inspirational"]},
{"text": "“Try not to become a man of success. Rather become a man of value.”", "author": "Albert Einstein", "tags": ["adulthood", "success", "value"]},
{"text": "“It is better to be hated for what you are than to be loved for what you are not.”", "author": "André Gide", "tags": ["life", "love"]},
{"text": "“I have not failed. I've just found 10,000 ways that won't work.”", "author": "Thomas A. Edison", "tags": ["edison", "failure", "inspirational", "paraphrased"]},
{"text": "“A woman is like a tea bag; you never know how strong it is until it's in hot water.”", "author": "Eleanor Roosevelt", "tags": ["misattributed-eleanor-roosevelt"]},
{"text": "“A day without sunshine is like, you know, night.”", "author": "Steve Martin", "tags": ["humor", "obvious", "simile"]},
{"text": "“This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.”", "author": "Marilyn Monroe", "tags": ["friends", "heartbreak", "inspirational", "life", "love", "sisters"]},
{"text": "“It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.”", "author": "J.K. Rowling", "tags": ["courage", "friends"]},
{"text": "“If you can't explain it to a six year old, you don't understand it yourself.”", "author": "Albert Einstein", "tags": ["simplicity", "understand"]},
{"text": "“You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfect—you aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break—her heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.”", "author": "Bob Marley", "tags": ["love"]},
{"text": "“I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living.”", "author": "Dr. Seuss", "tags": ["fantasy"]},
{"text": "“I may not have gone where I intended to go, but I think I have ended up where I needed to be.”", "author": "Douglas Adams", "tags": ["life", "navigation"]},
{"text": "“The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.”", "author": "Elie Wiesel", "tags": ["activism", "apathy", "hate", "indifference", "inspirational", "love", "opposite", "philosophy"]},
{"text": "“It is not a lack of love, but a lack of friendship that makes unhappy marriages.”", "author": "Friedrich Nietzsche", "tags": ["friendship", "lack-of-friendship", "lack-of-love", "love", "marriage", "unhappy-marriage"]},
{"text": "“Good friends, good books, and a sleepy conscience: this is the ideal life.”", "author": "Mark Twain", "tags": ["books", "contentment", "friends", "friendship", "life"]},
{"text": "“Life is what happens to us while we are making other plans.”", "author": "Allen Saunders", "tags": ["fate", "life", "misattributed-john-lennon", "planning", "plans"]},
{"text": "“I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.”", "author": "Pablo Neruda", "tags": ["love", "poetry"]},
{"text": "“For every minute you are angry you lose sixty seconds of happiness.”", "author": "Ralph Waldo Emerson", "tags": ["happiness"]},
{"text": "“If you judge people, you have no time to love them.”", "author": "Mother Teresa", "tags": ["attributed-no-source"]},
{"text": "“Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.”", "author": "Garrison Keillor", "tags": ["humor", "religion"]},
{"text": "“Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.”", "author": "Jim Henson", "tags": ["humor"]},
{"text": "“Today you are You, that is truer than true. There is no one alive who is Youer than You.”", "author": "Dr. Seuss", "tags": ["comedy", "life", "yourself"]},
{"text": "“If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.”", "author": "Albert Einstein", "tags": ["children", "fairy-tales"]},
{"text": "“It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all - in which case, you fail by default.”", "author": "J.K. Rowling", "tags": []},
{"text": "“Logic will get you from A to Z; imagination will get you everywhere.”", "author": "Albert Einstein", "tags": ["imagination"]},
{"text": "“One good thing about music, when it hits you, you feel no pain.”", "author": "Bob Marley", "tags": ["music"]},
{"text": "“The more that you read, the more things you will know. The more that you learn, the more places you'll go.”", "author": "Dr. Seuss", "tags": ["learning", "reading", "seuss"]},
{"text": "“Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?”", "author": "J.K. Rowling", "tags": ["dumbledore"]},
{"text": "“The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.”", "author": "Bob Marley", "tags": ["friendship"]},
{"text": "“Not all of us can do great things. But we can do small things with great love.”", "author": "Mother Teresa", "tags": ["misattributed-to-mother-teresa", "paraphrased"]},
{"text": "“To the well-organized mind, death is but the next great adventure.”", "author": "J.K. Rowling", "tags": ["death", "inspirational"]},
{"text": "“All you need is love. But a little chocolate now and then doesn't hurt.”", "author": "Charles M. Schulz", "tags": ["chocolate", "food", "humor"]},
{"text": "“We read to know we're not alone.”", "author": "William Nicholson", "tags": ["misattributed-to-c-s-lewis", "reading"]},
{"text": "“Any fool can know. The point is to understand.”", "author": "Albert Einstein", "tags": ["knowledge", "learning", "understanding", "wisdom"]},
{"text": "“I have always imagined that Paradise will be a kind of library.”", "author": "Jorge Luis Borges", "tags": ["books", "library"]},
{"text": "“It is never too late to be what you might have been.”", "author": "George Eliot", "tags": ["inspirational"]},
{"text": "“A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one.”", "author": "George R.R. Martin", "tags": ["read", "readers", "reading", "reading-books"]},
{"text": "“You can never get a cup of tea large enough or a book long enough to suit me.”", "author": "C.S. Lewis", "tags": ["books", "inspirational", "reading", "tea"]},
{"text": "“You believe lies so you eventually learn to trust no one but yourself.”", "author": "Marilyn Monroe", "tags": []},
{"text": "“If you can make a woman laugh, you can make her do anything.”", "author": "Marilyn Monroe", "tags": ["girls", "love"]},
{"text": "“Life is like riding a bicycle. To keep your balance, you must keep moving.”", "author": "Albert Einstein", "tags": ["life", "simile"]},
{"text": "“The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space.”", "author": "Marilyn Monroe", "tags": ["love"]},
{"text": "“A wise girl kisses but doesn't love, listens but doesn't believe, and leaves before she is left.”", "author": "Marilyn Monroe", "tags": ["attributed-no-source"]},
{"text": "“Only in the darkness can you see the stars.”", "author": "Martin Luther King Jr.", "tags": ["hope", "inspirational"]},
{"text": "“It matters not what someone is born, but what they grow to be.”", "author": "J.K. Rowling", "tags": ["dumbledore"]},
{"text": "“Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.”", "author": "James Baldwin", "tags": ["love"]},
{"text": "“There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.”", "author": "Jane Austen", "tags": ["friendship", "love"]},
{"text": "“Do one thing every day that scares you.”", "author": "Eleanor Roosevelt", "tags": ["attributed", "fear", "inspiration"]},
{"text": "“I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.”", "author": "Marilyn Monroe", "tags": ["attributed-no-source"]},
{"text": "“If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music.”", "author": "Albert Einstein", "tags": ["music"]},
{"text": "“If you only read the books that everyone else is reading, you can only think what everyone else is thinking.”", "author": "Haruki Murakami", "tags": ["books", "thought"]},
{"text": "“The difference between genius and stupidity is: genius has its limits.”", "author": "Alexandre Dumas fils", "tags": ["misattributed-to-einstein"]},
{"text": "“He's like a drug for you, Bella.”", "author": "Stephenie Meyer", "tags": ["drug", "romance", "simile"]},
{"text": "“There is no friend as loyal as a book.”", "author": "Ernest Hemingway", "tags": ["books", "friends", "novelist-quotes"]},
{"text": "“When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.”", "author": "Helen Keller", "tags": ["inspirational"]},
{"text": "“Life isn't about finding yourself. Life is about creating yourself.”", "author": "George Bernard Shaw", "tags": ["inspirational", "life", "yourself"]},
{"text": "“That's the problem with drinking, I thought, as I poured myself a drink. If something bad happens you drink in an attempt to forget; if something good happens you drink in order to celebrate; and if nothing happens you drink to make something happen.”", "author": "Charles Bukowski", "tags": ["alcohol"]},
{"text": "“You don’t forget the face of the person who was your last hope.”", "author": "Suzanne Collins", "tags": ["the-hunger-games"]},
{"text": "“Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.”", "author": "Suzanne Collins", "tags": ["humor"]},
{"text": "“To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.”", "author": "C.S. Lewis", "tags": ["love"]},
{"text": "“Not all those who wander are lost.”", "author": "J.R.R. Tolkien", "tags": ["bilbo", "journey", "lost", "quest", "travel", "wander"]},
{"text": "“Do not pity the dead, Harry. Pity the living, and, above all those who live without love.”", "author": "J.K. Rowling", "tags": ["live-death-love"]},
{"text": "“There is nothing to writing. All you do is sit down at a typewriter and bleed.”", "author": "Ernest Hemingway", "tags": ["good", "writing"]},
{"text": "“Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.”", "author": "Ralph Waldo Emerson", "tags": ["life", "regrets"]},
{"text": "“I have never let my schooling interfere with my education.”", "author": "Mark Twain", "tags": ["education"]},
{"text": "“I have heard there are troubles of more than one kind. Some come from ahead and some come from behind. But I've bought a big bat. I'm all ready you see. Now my troubles are going to have troubles with me!”", "author": "Dr. Seuss", "tags": ["troubles"]},
{"text": "“If I had a flower for every time I thought of you...I could walk through my garden forever.”", "author": "Alfred Tennyson", "tags": ["friendship", "love"]},
{"text": "“Some people never go crazy. What truly horrible lives they must lead.”", "author": "Charles Bukowski", "tags": ["humor"]},
{"text": "“The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.”", "author": "Terry Pratchett", "tags": ["humor", "open-mind", "thinking"]},
{"text": "“Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!”", "author": "Dr. Seuss", "tags": ["humor", "philosophy"]},
{"text": "“What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.”", "author": "J.D. Salinger", "tags": ["authors", "books", "literature", "reading", "writing"]},
{"text": "“The reason I talk to myself is because I’m the only one whose answers I accept.”", "author": "George Carlin", "tags": ["humor", "insanity", "lies", "lying", "self-indulgence", "truth"]},
{"text": "“You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.”", "author": "John Lennon", "tags": ["beatles", "connection", "dreamers", "dreaming", "dreams", "hope", "inspirational", "peace"]},
{"text": "“I am free of all prejudice. I hate everyone equally. ”", "author": "W.C. Fields", "tags": ["humor", "sinister"]},
{"text": "“The question isn't who is going to let me; it's who is going to stop me.”", "author": "Ayn Rand", "tags": []},
{"text": "“′Classic′ - a book which people praise and don't read.”", "author": "Mark Twain", "tags": ["books", "classic", "reading"]},
{"text": "“Anyone who has never made a mistake has never tried anything new.”", "author": "Albert Einstein", "tags": ["mistakes"]},
{"text": "“A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.”", "author": "Jane Austen", "tags": ["humor", "love", "romantic", "women"]},
{"text": "“Remember, if the time should come when you have to make a choice between what is right and what is easy, remember what happened to a boy who was good, and kind, and brave, because he strayed across the path of Lord Voldemort. Remember Cedric Diggory.”", "author": "J.K. Rowling", "tags": ["integrity"]},
{"text": "“I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library.”", "author": "Jane Austen", "tags": ["books", "library", "reading"]},
{"text": "“There are few people whom I really love, and still fewer of whom I think well. The more I see of the world, the more am I dissatisfied with it; and every day confirms my belief of the inconsistency of all human characters, and of the little dependence that can be placed on the appearance of merit or sense.”", "author": "Jane Austen", "tags": ["elizabeth-bennet", "jane-austen"]},
{"text": "“Some day you will be old enough to start reading fairy tales again.”", "author": "C.S. Lewis", "tags": ["age", "fairytales", "growing-up"]},
{"text": "“We are not necessarily doubting that God will do the best for us; we are wondering how painful the best will turn out to be.”", "author": "C.S. Lewis", "tags": ["god"]},
{"text": "“The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.”", "author": "Mark Twain", "tags": ["death", "life"]},
{"text": "“A lie can travel half way around the world while the truth is putting on its shoes.”", "author": "Mark Twain", "tags": ["misattributed-mark-twain", "truth"]},
{"text": "“I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else.”", "author": "C.S. Lewis", "tags": ["christianity", "faith", "religion", "sun"]},
{"text": "“The truth.\" Dumbledore sighed. \"It is a beautiful and terrible thing, and should therefore be treated with great caution.”", "author": "J.K. Rowling", "tags": ["truth"]},
{"text": "“I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to.”", "author": "Jimi Hendrix", "tags": ["death", "life"]},
{"text": "“To die will be an awfully big adventure.”", "author": "J.M. Barrie", "tags": ["adventure", "love"]},
{"text": "“It takes courage to grow up and become who you really are.”", "author": "E.E. Cummings", "tags": ["courage"]},
{"text": "“But better to get hurt by the truth than comforted with a lie.”", "author": "Khaled Hosseini", "tags": ["life"]},
{"text": "“You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it.”", "author": "Harper Lee", "tags": ["better-life-empathy"]},
{"text": "“You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.”", "author": "Madeleine L'Engle", "tags": ["books", "children", "difficult", "grown-ups", "write", "writers", "writing"]},
{"text": "“Never tell the truth to people who are not worthy of it.”", "author": "Mark Twain", "tags": ["truth"]},
{"text": "“A person's a person, no matter how small.”", "author": "Dr. Seuss", "tags": ["inspirational"]},
{"text": "“... a mind needs books as a sword needs a whetstone, if it is to keep its edge.”", "author": "George R.R. Martin", "tags": ["books", "mind"]}
][
{"text": "“The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.”", "author": "Albert Einstein", "tags": ["change", "deep-thoughts", "thinking", "world"]},
{"text": "“It is our choices, Harry, that show what we truly are, far more than our abilities.”", "author": "J.K. Rowling", "tags": ["abilities", "choices"]},
{"text": "“There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.”", "author": "Albert Einstein", "tags": ["inspirational", "life", "live", "miracle", "miracles"]},
{"text": "“The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.”", "author": "Jane Austen", "tags": ["aliteracy", "books", "classic", "humor"]},
{"text": "“Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.”", "author": "Marilyn Monroe", "tags": ["be-yourself", "inspirational"]},
{"text": "“Try not to become a man of success. Rather become a man of value.”", "author": "Albert Einstein", "tags": ["adulthood", "success", "value"]},
{"text": "“It is better to be hated for what you are than to be loved for what you are not.”", "author": "André Gide", "tags": ["life", "love"]},
{"text": "“I have not failed. I've just found 10,000 ways that won't work.”", "author": "Thomas A. Edison", "tags": ["edison", "failure", "inspirational", "paraphrased"]},
{"text": "“A woman is like a tea bag; you never know how strong it is until it's in hot water.”", "author": "Eleanor Roosevelt", "tags": ["misattributed-eleanor-roosevelt"]},
{"text": "“A day without sunshine is like, you know, night.”", "author": "Steve Martin", "tags": ["humor", "obvious", "simile"]},
{"text": "“This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.”", "author": "Marilyn Monroe", "tags": ["friends", "heartbreak", "inspirational", "life", "love", "sisters"]},
{"text": "“It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.”", "author": "J.K. Rowling", "tags": ["courage", "friends"]},
{"text": "“If you can't explain it to a six year old, you don't understand it yourself.”", "author": "Albert Einstein", "tags": ["simplicity", "understand"]},
{"text": "“You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfect—you aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break—her heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.”", "author": "Bob Marley", "tags": ["love"]},
{"text": "“I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living.”", "author": "Dr. Seuss", "tags": ["fantasy"]},
{"text": "“I may not have gone where I intended to go, but I think I have ended up where I needed to be.”", "author": "Douglas Adams", "tags": ["life", "navigation"]},
{"text": "“The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.”", "author": "Elie Wiesel", "tags": ["activism", "apathy", "hate", "indifference", "inspirational", "love", "opposite", "philosophy"]},
{"text": "“It is not a lack of love, but a lack of friendship that makes unhappy marriages.”", "author": "Friedrich Nietzsche", "tags": ["friendship", "lack-of-friendship", "lack-of-love", "love", "marriage", "unhappy-marriage"]},
{"text": "“Good friends, good books, and a sleepy conscience: this is the ideal life.”", "author": "Mark Twain", "tags": ["books", "contentment", "friends", "friendship", "life"]},
{"text": "“Life is what happens to us while we are making other plans.”", "author": "Allen Saunders", "tags": ["fate", "life", "misattributed-john-lennon", "planning", "plans"]},
{"author_name": "Steve Martin\n    ", "author_birthday": "August 14, 1945", "author_bornlocation": "in Waco, Texas, The United States", "author_bio": "\n        Stephen Glenn \"Steve\" Martin is an American actor, comedian, writer, playwright, producer, musician, and composer. He was raised in Southern California in a Baptist family, where his early influences were working at Disneyland and Knott's Berry Farm and working magic and comedy acts at these and other smaller venues in the area. His ascent to fame picked up when he became a writer for the Smothers Brothers Comedy Hour, and later became a frequent guest on the Tonight Show.In the 1970s, Martin performed his offbeat, absurdist comedy routines before packed houses on national tours. In the 1980s, having branched away from stand-up comedy, he became a successful actor, playwright, and juggler, and eventually earned Emmy, Grammy, and American Comedy awards.    \n    "},
{"text": "“I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.”", "author": "Pablo Neruda", "tags": ["love", "poetry"]},
{"text": "“For every minute you are angry you lose sixty seconds of happiness.”", "author": "Ralph Waldo Emerson", "tags": ["happiness"]},
{"text": "“If you judge people, you have no time to love them.”", "author": "Mother Teresa", "tags": ["attributed-no-source"]},
{"text": "“Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.”", "author": "Garrison Keillor", "tags": ["humor", "religion"]},
{"text": "“Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.”", "author": "Jim Henson", "tags": ["humor"]},
{"text": "“Today you are You, that is truer than true. There is no one alive who is Youer than You.”", "author": "Dr. Seuss", "tags": ["comedy", "life", "yourself"]},
{"text": "“If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.”", "author": "Albert Einstein", "tags": ["children", "fairy-tales"]},
{"text": "“It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all - in which case, you fail by default.”", "author": "J.K. Rowling", "tags": []},
{"text": "“Logic will get you from A to Z; imagination will get you everywhere.”", "author": "Albert Einstein", "tags": ["imagination"]},
{"text": "“One good thing about music, when it hits you, you feel no pain.”", "author": "Bob Marley", "tags": ["music"]},
{"author_name": "Allen Saunders\n    ", "author_birthday": "April 24, 1899", "author_bornlocation": "in The United States", "author_bio": "\n        Allen Saunders was an American writer, journalist and cartoonist who wrote the comic strips Steve Roper and Mike Nomad, Mary Worth and Kerry Drake. His full name, John Allen Saunders, sometimes led to confusion with his son John (John Phillip Saunders, 1924–2003), who later continued two of his father's strips.Born in Lebanon, Indiana, Saunders enjoyed newspaper comics as a youth, and he practiced drawing them. After graduating from Wabash College in 1920, he taught French there for seven years while working in the summers on his M.A. at the University of Chicago and taking night classes at the Chicago Academy of Fine Arts. He drew editorial cartoons and the single-panel Miserable Moments, wrote detective fiction for magazines, worked in Chautauqua theater and wrote plays. These experiences converged in his later comics career.[2]In 1927, while on sabbatical from Wabash, he moved to Toledo, Ohio as a reporter and drama critic for the News-Bee, and he stayed on with that newspaper. Eight years later, Elmer Woggon (a friend at the rival Toledo Blade) proposed a comic strip for Publishers Syndicate (later Publishers-Hall Syndicate), The Great Gusto, which he would draw if Saunders did the writing. They shook on it, but it wasn't accepted until they refocused on its Indian character. On November 23, 1936, it finally appeared in the newspapers as Big Chief Wahoo and scored a success—fortunately, as Saunders' regular job ended when the News-Bee folded in 1938. Gags gave way to adventure strips, so in 1940, he began to reshape the narrative into Steve Roper, centered on the escapades of a racket-busting photojournalist    \n    "},
{"text": "“The more that you read, the more things you will know. The more that you learn, the more places you'll go.”", "author": "Dr. Seuss", "tags": ["learning", "reading", "seuss"]},
{"text": "“Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?”", "author": "J.K. Rowling", "tags": ["dumbledore"]},
{"text": "“The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.”", "author": "Bob Marley", "tags": ["friendship"]},
{"text": "“Not all of us can do great things. But we can do small things with great love.”", "author": "Mother Teresa", "tags": ["misattributed-to-mother-teresa", "paraphrased"]},
{"text": "“To the well-organized mind, death is but the next great adventure.”", "author": "J.K. Rowling", "tags": ["death", "inspirational"]},
{"text": "“All you need is love. But a little chocolate now and then doesn't hurt.”", "author": "Charles M. Schulz", "tags": ["chocolate", "food", "humor"]},
{"text": "“We read to know we're not alone.”", "author": "William Nicholson", "tags": ["misattributed-to-c-s-lewis", "reading"]},
{"text": "“Any fool can know. The point is to understand.”", "author": "Albert Einstein", "tags": ["knowledge", "learning", "understanding", "wisdom"]},
{"text": "“I have always imagined that Paradise will be a kind of library.”", "author": "Jorge Luis Borges", "tags": ["books", "library"]},
{"text": "“It is never too late to be what you might have been.”", "author": "George Eliot", "tags": ["inspirational"]},
{"author_name": "Bob Marley\n    ", "author_birthday": "February 06, 1945", "author_bornlocation": "in Nine Mile, Saint Ann, Jamaica", "author_bio": "\n        Robert \"Bob\" Nesta Marley OM was a Jamaican singer, songwriter, guitarist, and activist. He was the frontman, lead singer, songwriter and guitarist for the ska, rocksteady and reggae bands: The Wailers (1964 – 1974) and Bob Marley & the Wailers (1974 - 1981). He is the most widely known performer of ska/reggae music, and is often credited for helping spread Jamaican music to the worldwide audience.Marley's best known hits includes \"I Shot the Sheriff\", \"No Woman, No Cry\", \"Exodus\", \"Could You Be Loved\", \"Stir It Up\", \"Jamming\", \"Redemption Song\", and \"One Love\", as well as the posthumous releases \"Buffalo Soldier\" och \"Iron Lion Zion\". The compilation album, Legend, released in 1984, three years after Marley's death, is the best-selling reggae album ever (10 times platinum), with sales of more than 12 million copies.    \n    "},
{"text": "“A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one.”", "author": "George R.R. Martin", "tags": ["read", "readers", "reading", "reading-books"]},
{"text": "“You can never get a cup of tea large enough or a book long enough to suit me.”", "author": "C.S. Lewis", "tags": ["books", "inspirational", "reading", "tea"]},
{"text": "“You believe lies so you eventually learn to trust no one but yourself.”", "author": "Marilyn Monroe", "tags": []},
{"text": "“If you can make a woman laugh, you can make her do anything.”", "author": "Marilyn Monroe", "tags": ["girls", "love"]},
{"text": "“Life is like riding a bicycle. To keep your balance, you must keep moving.”", "author": "Albert Einstein", "tags": ["life", "simile"]},
{"text": "“The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space.”", "author": "Marilyn Monroe", "tags": ["love"]},
{"text": "“A wise girl kisses but doesn't love, listens but doesn't believe, and leaves before she is left.”", "author": "Marilyn Monroe", "tags": ["attributed-no-source"]},
{"text": "“Only in the darkness can you see the stars.”", "author": "Martin Luther King Jr.", "tags": ["hope", "inspirational"]},
{"text": "“It matters not what someone is born, but what they grow to be.”", "author": "J.K. Rowling", "tags": ["dumbledore"]},
{"text": "“Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.”", "author": "James Baldwin", "tags": ["love"]},
{"author_name": "George Eliot\n    ", "author_birthday": "November 22, 1819", "author_bornlocation": "in South Farm, Arbury Hall, Nuneaton, Warwickshire, The United Kingdom", "author_bio": "\n        In 1819, novelist George Eliot (nee Mary Ann Evans), was born at a farmstead in Nuneaton, Warwickshire, England, where her father was estate manager. Mary Ann, the youngest child and a favorite of her father's, received a good education for a young woman of her day. Influenced by a favorite governess, she became a religious evangelical as an adolescent. Her first published work was a religious poem. Through a family friend, she was exposed to Charles Hennell's An Inquiry into the Origins of Christianity. Unable to believe, she conscientiously gave up religion and stopped attending church. Her father shunned her, sending the broken-hearted young dependent to live with a sister until she promised to reexamine her feelings. Her intellectual views did not, however, change. She translated David Strauss' Das Leben Jesu, a monumental task, without signing her name to the 1846 work. After her father's death in 1849, Mary Ann traveled, then accepted an unpaid position with The Westminster Review. Despite a heavy workload, she translated Ludwig Feuerbach's The Essence of Christianity, the only book ever published under her real name. That year, the shy, respectable writer scandalized British society by sending notices to friends announcing she had entered a free \"union\" with George Henry Lewes, editor of The Leader, who was unable to divorce his first wife. They lived harmoniously together for the next 24 years, but suffered social ostracism and financial hardship. She became salaried and began writing essays and reviews for The Westminster Review. Renaming herself \"Marian\" in private life and adopting the nom de plume \"George Eliot,\" she began her impressive fiction career, including: Adam Bede (1859), The Mill on the Floss (1860), Silas Marner (1861), Romola (1863), and Middlemarch (1871). Themes included her humanist vision and strong heroines. Her poem, \"O May I Join the Choir Invisible\" expressed her views about non supernatural immortality: \"O may I join the choir invisible/ Of those immortal dead who live again/ In minds made better by their presence. . .\" D. 1880.Her 1872 work Middlemarch has been described by Martin Amis and Julian Barnes as the greatest novel in the English language.More: http://en.wikipedia.org/wiki/George_E...http://www.bbc.co.uk/history/historic...http://www.britannica.com/EBchecked/t...http://www.victorianweb.org/victorian...http://www.biography.com/people/georg...http://www.pbs.org/wgbh/masterpiece/d...    \n    "},
{"text": "“There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.”", "author": "Jane Austen", "tags": ["friendship", "love"]},
{"text": "“Do one thing every day that scares you.”", "author": "Eleanor Roosevelt", "tags": ["attributed", "fear", "inspiration"]},
{"text": "“I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.”", "author": "Marilyn Monroe", "tags": ["attributed-no-source"]},
{"text": "“If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music.”", "author": "Albert Einstein", "tags": ["music"]},
{"text": "“If you only read the books that everyone else is reading, you can only think what everyone else is thinking.”", "author": "Haruki Murakami", "tags": ["books", "thought"]},
{"text": "“The difference between genius and stupidity is: genius has its limits.”", "author": "Alexandre Dumas fils", "tags": ["misattributed-to-einstein"]},
{"text": "“He's like a drug for you, Bella.”", "author": "Stephenie Meyer", "tags": ["drug", "romance", "simile"]},
{"text": "“There is no friend as loyal as a book.”", "author": "Ernest Hemingway", "tags": ["books", "friends", "novelist-quotes"]},
{"text": "“When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.”", "author": "Helen Keller", "tags": ["inspirational"]},
{"text": "“Life isn't about finding yourself. Life is about creating yourself.”", "author": "George Bernard Shaw", "tags": ["inspirational", "life", "yourself"]},
{"author_name": "James Baldwin\n    ", "author_birthday": "August 02, 1924", "author_bornlocation": "in Harlem, New York, The United States", "author_bio": "\n        Librarian Note: There is more than one author in the GoodReads database with this name. See this thread for more information.James Arthur Baldwin was an American novelist, essayist, playwright, poet, and social critic.James Baldwin offered a vital literary voice during the era of civil rights activism in the 1950s and '60s. The eldest of nine children, his stepfather was a minister. At age 14, Baldwin became a preacher at the small Fireside Pentecostal Church in Harlem. In the early 1940s, he transferred his faith from religion to literature. Critics, however, note the impassioned cadences of Black churches are still evident in his writing. Go Tell It on the Mountain, his first novel, is a partially autobiographical account of his youth. His essay collections Notes of a Native Son, Nobody Knows My Name, and The Fire Next Time were influential in informing a large white audience.From 1948, Baldwin made his home primarily in the south of France, but often returned to the USA to lecture or teach. In 1957, he began spending half of each year in New York City. His novels include Giovanni's Room, about a white American expatriate who must come to terms with his homosexuality, and Another Country, about racial and gay sexual tensions among New York intellectuals. His inclusion of gay themes resulted in a lot of savage criticism from the Black community. Eldridge Cleaver, of the Black Panthers, stated the Baldwin's writing displayed an \"agonizing, total hatred of blacks.\" Baldwin's play, Blues for Mister Charlie, was produced in 1964. Going to Meet the Man and Tell Me How Long the Train's Been Gone provided powerful descriptions of American racism. As an openly gay man, he became increasingly outspoken in condemning discrimination against lesbian and gay people.On November 30, 1987 Baldwin died from stomach cancer in Saint-Paul-de-Vence, France.He was buried at the Ferncliff Cemetery in Hartsdale, near New York City.    \n    "},
{"text": "“That's the problem with drinking, I thought, as I poured myself a drink. If something bad happens you drink in an attempt to forget; if something good happens you drink in order to celebrate; and if nothing happens you drink to make something happen.”", "author": "Charles Bukowski", "tags": ["alcohol"]},
{"text": "“You don’t forget the face of the person who was your last hope.”", "author": "Suzanne Collins", "tags": ["the-hunger-games"]},
{"text": "“Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.”", "author": "Suzanne Collins", "tags": ["humor"]},
{"text": "“To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.”", "author": "C.S. Lewis", "tags": ["love"]},
{"text": "“Not all those who wander are lost.”", "author": "J.R.R. Tolkien", "tags": ["bilbo", "journey", "lost", "quest", "travel", "wander"]},
{"text": "“Do not pity the dead, Harry. Pity the living, and, above all those who live without love.”", "author": "J.K. Rowling", "tags": ["live-death-love"]},
{"text": "“There is nothing to writing. All you do is sit down at a typewriter and bleed.”", "author": "Ernest Hemingway", "tags": ["good", "writing"]},
{"text": "“Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.”", "author": "Ralph Waldo Emerson", "tags": ["life", "regrets"]},
{"text": "“I have never let my schooling interfere with my education.”", "author": "Mark Twain", "tags": ["education"]},
{"text": "“I have heard there are troubles of more than one kind. Some come from ahead and some come from behind. But I've bought a big bat. I'm all ready you see. Now my troubles are going to have troubles with me!”", "author": "Dr. Seuss", "tags": ["troubles"]},
{"author_name": "George Bernard Shaw\n    ", "author_birthday": "July 26, 1856", "author_bornlocation": "in Dublin, Ireland", "author_bio": "\n        George Bernard Shaw was an Irish playwright, socialist, and a co-founder of the London School of Economics. Although his first profitable writing was music and literary criticism, in which capacity he wrote many highly articulate pieces of journalism, his main talent was for drama. Over the course of his life he wrote more than 60 plays. Nearly all his plays address prevailing social problems, but each also includes a vein of comedy that makes their stark themes more palatable. In these works Shaw examined education, marriage, religion, government, health care, and class privilege.An ardent socialist, Shaw was angered by what he perceived to be the exploitation of the working class. He wrote many brochures and speeches for the Fabian Society. He became an accomplished orator in the furtherance of its causes, which included gaining equal rights for men and women, alleviating abuses of the working class, rescinding private ownership of productive land, and promoting healthy lifestyles. For a short time he was active in local politics, serving on the London County Council.In 1898, Shaw married Charlotte Payne-Townshend, a fellow Fabian, whom he survived. They settled in Ayot St. Lawrence in a house now called Shaw's Corner. He is the only person to have been awarded both a Nobel Prize for Literature (1925) and an Oscar (1938). The former for his contributions to literature and the latter for his work on the film \"Pygmalion\" (adaptation of his play of the same name). Shaw wanted to refuse his Nobel Prize outright, as he had no desire for public honours, but he accepted it at his wife's behest. She considered it a tribute to Ireland. He did reject the monetary award, requesting it be used to finance translation of Swedish books to English.Shaw died at Shaw's Corner, aged 94, from chronic health problems exacerbated by injuries incurred by falling.    \n    "},
{"text": "“If I had a flower for every time I thought of you...I could walk through my garden forever.”", "author": "Alfred Tennyson", "tags": ["friendship", "love"]},
{"text": "“Some people never go crazy. What truly horrible lives they must lead.”", "author": "Charles Bukowski", "tags": ["humor"]},
{"text": "“The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.”", "author": "Terry Pratchett", "tags": ["humor", "open-mind", "thinking"]},
{"text": "“Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!”", "author": "Dr. Seuss", "tags": ["humor", "philosophy"]},
{"text": "“What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.”", "author": "J.D. Salinger", "tags": ["authors", "books", "literature", "reading", "writing"]},
{"text": "“The reason I talk to myself is because I’m the only one whose answers I accept.”", "author": "George Carlin", "tags": ["humor", "insanity", "lies", "lying", "self-indulgence", "truth"]},
{"text": "“You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.”", "author": "John Lennon", "tags": ["beatles", "connection", "dreamers", "dreaming", "dreams", "hope", "inspirational", "peace"]},
{"text": "“I am free of all prejudice. I hate everyone equally. ”", "author": "W.C. Fields", "tags": ["humor", "sinister"]},
{"text": "“The question isn't who is going to let me; it's who is going to stop me.”", "author": "Ayn Rand", "tags": []},
{"text": "“′Classic′ - a book which people praise and don't read.”", "author": "Mark Twain", "tags": ["books", "classic", "reading"]},
{"author_name": "Dr. Seuss\n    ", "author_birthday": "March 02, 1904", "author_bornlocation": "in Springfield, MA, The United States", "author_bio": "\n        Theodor Seuss Geisel was born 2 March 1904 in Springfield, MA. He graduated Dartmouth College in 1925, and proceeded on to Oxford University with the intent of acquiring a doctorate in literature. At Oxford he met Helen Palmer, who he wed in 1927. He returned from Europe in 1927, and began working for a magazine called Judge, the leading humor magazine in America at the time, submitting both cartoons and humorous articles for them. Additionally, he was submitting cartoons to Life, Vanity Fair and Liberty. In some of his works, he'd made reference to an insecticide called Flit. These references gained notice, and led to a contract to draw comic ads for Flit. This association lasted 17 years, gained him national exposure, and coined the catchphrase \"Quick, Henry, the Flit!\" In 1936 on the way to a vaction in Europe, listening to the rhythm of the ship's engines, he came up with And to Think That I Saw It on Mulberry Street, which was then promptly rejected by the first 43 publishers he showed it to. Eventually in 1937 a friend published the book for him, and it went on to at least moderate success. During WW II, Geisel joined the army and was sent to Hollywood. Captain Geisel would write for Frank Capra's Signal Corps Unit (for which he won the Legion of Merit) and do documentaries (he won Oscar's for Hitler Lives and Design for Death). He also created a cartoon called Gerald McBoing-Boing which also won him an Oscar. In May of 1954, Life published a report concerning illiteracy among school children. The report said, among other things, that children were having trouble to read because their books were boring. This inspired Geisel's publisher, and prompted him to send Geisel a list of 400 words he felt were important, asked him to cut the list to 250 words (the publishers idea of how many words at one time a first grader could absorb), and write a book. Nine months later, Geisel, using 220 of the words given to him published The Cat in the Hat, which went on to instant success. In 1960 Bennett Cerf bet Geisel $50 that he couldn't write an entire book using only fifty words. The result was Green Eggs and Ham. Cerf never paid the $50 from the bet. Helen Palmer Geisel died in 1967. Theodor Geisel married Audrey Stone Diamond in 1968. Theodor Seuss Geisel died 24 September 1991. Also worked under the pen name:Theo Le Sieg    \n    "},
{"text": "“Anyone who has never made a mistake has never tried anything new.”", "author": "Albert Einstein", "tags": ["mistakes"]},
{"text": "“A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.”", "author": "Jane Austen", "tags": ["humor", "love", "romantic", "women"]},
{"text": "“Remember, if the time should come when you have to make a choice between what is right and what is easy, remember what happened to a boy who was good, and kind, and brave, because he strayed across the path of Lord Voldemort. Remember Cedric Diggory.”", "author": "J.K. Rowling", "tags": ["integrity"]},
{"text": "“I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library.”", "author": "Jane Austen", "tags": ["books", "library", "reading"]},
{"text": "“There are few people whom I really love, and still fewer of whom I think well. The more I see of the world, the more am I dissatisfied with it; and every day confirms my belief of the inconsistency of all human characters, and of the little dependence that can be placed on the appearance of merit or sense.”", "author": "Jane Austen", "tags": ["elizabeth-bennet", "jane-austen"]},
{"text": "“Some day you will be old enough to start reading fairy tales again.”", "author": "C.S. Lewis", "tags": ["age", "fairytales", "growing-up"]},
{"text": "“We are not necessarily doubting that God will do the best for us; we are wondering how painful the best will turn out to be.”", "author": "C.S. Lewis", "tags": ["god"]},
{"text": "“The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.”", "author": "Mark Twain", "tags": ["death", "life"]},
{"text": "“A lie can travel half way around the world while the truth is putting on its shoes.”", "author": "Mark Twain", "tags": ["misattributed-mark-twain", "truth"]},
{"text": "“I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else.”", "author": "C.S. Lewis", "tags": ["christianity", "faith", "religion", "sun"]},
{"author_name": "Mark Twain\n    ", "author_birthday": "November 30, 1835", "author_bornlocation": "in Florida, Missouri, The United States", "author_bio": "\n        Samuel Langhorne Clemens, better known by his pen name Mark Twain, was an American author and humorist. He is noted for his novels Adventures of Huckleberry Finn (1885), called \"the Great American Novel\", and The Adventures of Tom Sawyer (1876).Twain grew up in Hannibal, Missouri, which would later provide the setting for Huckleberry Finn and Tom Sawyer. He apprenticed with a printer. He also worked as a typesetter and contributed articles to his older brother Orion's newspaper. After toiling as a printer in various cities, he became a master riverboat pilot on the Mississippi River, before heading west to join Orion. He was a failure at gold mining, so he next turned to journalism. While a reporter, he wrote a humorous story, \"The Celebrated Jumping Frog of Calaveras County,\" which proved to be very popular and brought him nationwide attention. His travelogues were also well-received. Twain had found his calling.He achieved great success as a writer and public speaker. His wit and satire earned praise from critics and peers, and he was a friend to presidents, artists, industrialists, and European royalty.However, he lacked financial acumen. Though he made a great deal of money from his writings and lectures, he squandered it on various ventures, in particular the Paige Compositor, and was forced to declare bankruptcy. With the help of Henry Huttleston Rogers, however, he eventually overcame his financial troubles. Twain worked hard to ensure that all of his creditors were paid in full, even though his bankruptcy had relieved him of the legal responsibility.Born during a visit by Halley's Comet, he died on its return. He was lauded as the \"greatest American humorist of his age\", and William Faulkner called Twain \"the father of American literature\".Excerpted from Wikipedia.    \n    "},
{"text": "“The truth.\" Dumbledore sighed. \"It is a beautiful and terrible thing, and should therefore be treated with great caution.”", "author": "J.K. Rowling", "tags": ["truth"]},
{"text": "“I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to.”", "author": "Jimi Hendrix", "tags": ["death", "life"]},
{"text": "“To die will be an awfully big adventure.”", "author": "J.M. Barrie", "tags": ["adventure", "love"]},
{"text": "“It takes courage to grow up and become who you really are.”", "author": "E.E. Cummings", "tags": ["courage"]},
{"text": "“But better to get hurt by the truth than comforted with a lie.”", "author": "Khaled Hosseini", "tags": ["life"]},
{"text": "“You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it.”", "author": "Harper Lee", "tags": ["better-life-empathy"]},
{"text": "“You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.”", "author": "Madeleine L'Engle", "tags": ["books", "children", "difficult", "grown-ups", "write", "writers", "writing"]},
{"text": "“Never tell the truth to people who are not worthy of it.”", "author": "Mark Twain", "tags": ["truth"]},
{"text": "“A person's a person, no matter how small.”", "author": "Dr. Seuss", "tags": ["inspirational"]},
{"text": "“... a mind needs books as a sword needs a whetstone, if it is to keep its edge.”", "author": "George R.R. Martin", "tags": ["books", "mind"]},
{"author_name": "C.S. Lewis\n    ", "author_birthday": "November 29, 1898", "author_bornlocation": "in Belfast, Ireland", "author_bio": "\n        CLIVE STAPLES LEWIS (1898–1963) was one of the intellectual giants of the twentieth century and arguably one of the most influential writers of his day. He was a Fellow and Tutor in English Literature at Oxford University until 1954. He was unanimously elected to the Chair of Medieval and Renaissance Literature at Cambridge University, a position he held until his retirement. He wrote more than thirty books, allowing him to reach a vast audience, and his works continue to attract thousands of new readers every year. His most distinguished and popular accomplishments include Mere Christianity, Out of the Silent Planet, The Great Divorce, The Screwtape Letters, and the universally acknowledged classics The Chronicles of Narnia. To date, the Narnia books have sold over 100 million copies and been transformed into three major motion pictures.    \n    "},
{"author_name": "George R.R. Martin\n    ", "author_birthday": "September 20, 1948", "author_bornlocation": "in Bayonne, New Jersey, The United States", "author_bio": "\n        George R. R. Martin was born September 20, 1948, in Bayonne, New Jersey. His father was Raymond Collins Martin, a longshoreman, and his mother was Margaret Brady Martin. He has two sisters, Darleen Martin Lapinski and Janet Martin Patten. Martin attended Mary Jane Donohoe School and Marist High School. He began writing very young, selling monster stories to other neighborhood children for pennies, dramatic readings included. Later he became a comic book fan and collector in high school, and began to write fiction for comic fanzines (amateur fan magazines). Martin's first professional sale was made in 1970 at age 21: \"The Hero,\" sold to Galaxy, published in February, 1971 issue. Other sales followed. In 1970 Martin received a B.S. in Journalism from Northwestern University, Evanston, Illinois, graduating summa cum laude. He went on to complete a M.S. in Journalism in 1971, also from Northwestern. As a conscientious objector, Martin did alternative service 1972-1974 with VISTA, attached to Cook County Legal Assistance Foundation. He also directed chess tournaments for the Continental Chess Association from 1973-1976, and was a Journalism instructor at Clarke College, Dubuque, Iowa, from 1976-1978. He wrote part-time throughout the 1970s while working as a VISTA Volunteer, chess director, and teacher. In 1975 he married Gale Burnick. They divorced in 1979, with no children. Martin became a full-time writer in 1979. He was writer-in-residence at Clarke College from 1978-79. Moving on to Hollywood, Martin signed on as a story editor for Twilight Zone at CBS Television in 1986. In 1987 Martin became an Executive Story Consultant for Beauty and the Beast at CBS. In 1988 he became a Producer for Beauty and the Beast, then in 1989 moved up to Co-Supervising Producer. He was Executive Producer for Doorways, a pilot which he wrote for Columbia Pictures Television, which was filmed during 1992-93. Martin's present home is Santa Fe, New Mexico. He is a member of Science Fiction & Fantasy Writers of America (he was South-Central Regional Director 1977-1979, and Vice President 1996-1998), and of Writers' Guild of America, West. http://us.macmillan.com/author/george...    \n    "}
]